const libraryBooks = [
  {
    "title": "局外人",
    "author": "加缪",
    "color": "#3e2723",
    "quotes": [
      "今天，妈妈死了。也许是昨天，我不知道。",
      "我知道这世界我无处容身，只是，你凭什么审判我的灵魂？"
    ]
  },
  {
    "title": "环形废墟",
    "author": "博尔赫斯",
    "color": "#1a237e",
    "quotes": [
      "他宽慰地、惭愧地、害怕地知道他自己也是一个幻影，另一个人梦中的幻影。"
    ]
  },
  {
    "title": "巴比伦彩票",
    "author": "博尔赫斯",
    "color": "#006064",
    "quotes": [
      "无知的人以为无限的抽签需要无限的时间，其实不然，只要时间无限地细分就行，正如著名的乌龟比赛的寓言所说的那样。……在公司恩赐的影响下，我们的习俗充满了偶然性。"
    ]
  },
  {
    "title": "通天塔图书馆",
    "author": "博尔赫斯",
    "color": "#bf360c",
    "quotes": [
      "奥秘无疑是可以用语言解释清楚的：加入哲学家的语言不足以解释，那么包罗万象的图书馆里应该找得出所需的一种闻所未闻的语言，以及那种语言的词汇和语法。"
    ]
  },
  {
    "title": "小径分岔的花园",
    "author": "博尔赫斯",
    "color": "#33691e",
    "quotes": [
      "做穷凶极恶的事的人应该假想那件事情已经完成，应当把将来当成过去那样无法挽回。"
    ]
  },
  {
    "title": "洛丽塔",
    "author": "纳博科夫",
    "color": "#880e4f",
    "quotes": [
      "我们换一种生活吧，我的卡尔曼，去住到一个我们永远不会分离的地方。——伯特"
    ]
  },
  {
    "title": "寻找时间的人",
    "author": "凯特·汤普森",
    "color": "#4a148c",
    "quotes": [
      "时间宛如暴风中的雪片，嗖嗖地飞舞而去。时间很充足，向来都很充足，是他们自己不会正确使用时间。"
    ]
  },
  {
    "title": "房思琪的初恋乐园",
    "author": "林奕含",
    "color": "#f06292",
    "textColor": "#000",
    "quotes": [
      "我为数不多的美德之一就是诚实，享受诚实，也享受诚实之后带给我对生命不可告人的亲密与自满。——房思琪" 
    ]
  },
  {
    "title": "一个孤独的散步者的遐想",
    "author": "卢梭",
    "color": "#5d4037",
    "quotes": [
      "宽宏大度的谎话，岂非高尚可爱的真话？"
    ]
  },
  {
    "title": "将饮茶",
    "author": "杨绛",
    "color": "#6d4c41",
    "quotes": [
      "总觉得“穷人“是对当时社会的一种反抗性的自诩，仿佛是说，”我是穷人，可是不羡慕你们富人“。所谓穷，无非指不置家产，”自食其力“。"
    ]
  },
  {
    "title": "克林索尔的最后夏天",
    "author": "赫尔曼·黑塞",
    "color": "#ff6f00",
    "textColor": "#000",
    "quotes": [
      "今晨你的头发还乌亮似黑绸，夜晚时便已像白雪覆盖，谁若不愿活生生被折磨致死，请举起酒杯邀明月共饮。（朝如青丝暮成雪，莫使金樽空对月？）"
    ]
  },
  {
    "title": "生死疲劳",
    "author": "莫言",
    "color": "#b71c1c",
    "quotes": [
      "与其做一个窝窝囊囊的人，何如做一头人见人爱的驴？",
      "人们，不要对他人施暴，对牛也不要；不要强迫别人干他不愿意干的事，对牛也不要。",
      "世间的万物就是这样，小坏小怪遭人厌恨，大坏大怪被人敬仰。（猪）",
      "一个人做件坏事并不难，难得的是一辈子只做坏事不做好事。（狗）"
    ]
  }
];